/* No comment provided by engineer. */
"Add \"%@\" to Favorites" = "Aggiungi “%@” ai favoriti";

/* No comment provided by engineer. */
"Affine" = "Affina";

/* No comment provided by engineer. */
"Affine Clamp" = "Aff. chiusura";

/* No comment provided by engineer. */
"Affine Tile" = "Affina porzione";

/* No comment provided by engineer. */
"All Effects" = "Tutti gli effetti";

/* No comment provided by engineer. */
"Alpha Noise Filter" = "Filtro disturbo alfa";

/* No comment provided by engineer. */
"Amount" = "Quantità";

/* No comment provided by engineer. */
"Angle" = "Angolo";

/* No comment provided by engineer. */
"Arcturus" = "Arcturus";

/* No comment provided by engineer. */
"ASCII" = "ASCII";

/* No comment provided by engineer. */
"Auto Enhance" = "Migliora";

/* No comment provided by engineer. */
"B/W" = "B/N";

/* No comment provided by engineer. */
"Bar Swipe" = "Scorri barra";

/* No comment provided by engineer. */
"Bars" = "Barre";

/* No comment provided by engineer. */
"Bars Swipe" = "Scorrimento barre";

/* No comment provided by engineer. */
"Bars Swipe Transition" = "Transizione scorrimento barre";

/* No comment provided by engineer. */
"Black & White" = "Bianco e nero";

/* No comment provided by engineer. */
"Blending" = "Fusione";

/* No comment provided by engineer. */
"Bloom" = "Fioritura";

/* No comment provided by engineer. */
"Blue" = "Blu";

/* No comment provided by engineer. */
"Blur" = "Sfocatura";

/* No comment provided by engineer. */
"Bokeh" = "Bokeh";

/* No comment provided by engineer. */
"Bouvardia" = "Bouvardia";

/* No comment provided by engineer. */
"Box" = "Riquadro";

/* No comment provided by engineer. */
"Box Blur" = "Sfocatura riquadro";

/* No comment provided by engineer. */
"Brickwork" = "Muratura";

/* No comment provided by engineer. */
"Brightnes & Contrast" = "Luminosità e contrasto";

/* No comment provided by engineer. */
"Brightness" = "Luminosità";

/* No comment provided by engineer. */
"Brightness and Contrast" = "Luminosità e contrasto";

/* No comment provided by engineer. */
"Bug Eye" = "Occhioni";

/* No comment provided by engineer. */
"Bump" = "Impatto";

/* No comment provided by engineer. */
"Bump Distortion" = "Distorsione collisione";

/* No comment provided by engineer. */
"Bump Distortion Linear" = "Distorsione impatto";

/* No comment provided by engineer. */
"Bump Linear" = "Impatto";

/* No comment provided by engineer. */
"Capsule" = "Capsula";

/* No comment provided by engineer. */
"Carnation" = "Garofano";

/* No comment provided by engineer. */
"Center" = "Al centro";

/* No comment provided by engineer. */
"Channel" = "Canali";

/* No comment provided by engineer. */
"Channel Mixer" = "Mixer canale";

/* No comment provided by engineer. */
"Channels" = "Canali";

/* No comment provided by engineer. */
"Checkerboard" = "Scacchiera";

/* No comment provided by engineer. */
"Checkerboard Generator" = "Generatore scacchiera";

/* No comment provided by engineer. */
"Chess" = "Scacchi";

/* No comment provided by engineer. */
"Circle Splash" = "Spruzzo";

/* No comment provided by engineer. */
"Circle Splash Distortion" = "Distorsione spruzzo";

/* No comment provided by engineer. */
"Circular" = "Circolare";

/* No comment provided by engineer. */
"Circular Screen" = "Schermo circolare";

/* No comment provided by engineer. */
"Circular Wrap" = "Involucro";

/* No comment provided by engineer. */
"Circular Wrap Distortion" = "Distorsione involucro";

/* No comment provided by engineer. */
"City Lights" = "City lights";

/* No comment provided by engineer. */
"Clouds" = "Nuvole";

/* No comment provided by engineer. */
"Clouds Generator" = "Generatore nuvole";

/* No comment provided by engineer. */
"CMYK" = "CMYK";

/* No comment provided by engineer. */
"CMYK Halftone" = "Mezzotono CMYK";

/* No comment provided by engineer. */
"Coating" = "Rivestimento";

/* No comment provided by engineer. */
"Color" = "Colore";

/* No comment provided by engineer. */
"Color Adjustments" = "Regolazioni colore";

/* No comment provided by engineer. */
"Color Balance" = "Bilancia";

/* No comment provided by engineer. */
"Color Hatch" = "Tratteggia";

/* No comment provided by engineer. */
"Color Map" = "Mappatura colore";

/* No comment provided by engineer. */
"Color Monochrome" = "Colore monocromatico";

/* No comment provided by engineer. */
"Color Overlay Filter" = "Sovrapposizione filtro colore";

/* No comment provided by engineer. */
"Color Posterize" = "Posterizza colore";

/* No comment provided by engineer. */
"Color Removal" = "Rimozione colore";

/* No comment provided by engineer. */
"Colorize" = "Colora";

/* No comment provided by engineer. */
"Colors" = "Colori";

/* No comment provided by engineer. */
"Comic Effect" = "Effetto fumetto";

/* No comment provided by engineer. */
"Comics" = "Fumetti";

/* No comment provided by engineer. */
"Constant" = "Costante";

/* No comment provided by engineer. */
"Constant Color" = "Colore costante";

/* No comment provided by engineer. */
"Constant Color Generator" = "Generatore colore costante";

/* No comment provided by engineer. */
"Contrast" = "Contrasto";

/* No comment provided by engineer. */
"Copy Machine" = "Fotocopiatrice";

/* No comment provided by engineer. */
"Copy Machine Transition" = "Transizione fotocopiatrice";

/* No comment provided by engineer. */
"Crystallize" = "Cristallizza";

/* No comment provided by engineer. */
"Curves" = "Curve";

/* No comment provided by engineer. */
"Cyan/Red" = "Ciano/Rosso";

/* No comment provided by engineer. */
"Darken Highlights" = "Scurisci luci";

/* No comment provided by engineer. */
"Defocus" = "Defocalizza";

/* No comment provided by engineer. */
"Desaturate" = "Desatura";

/* No comment provided by engineer. */
"Displacement" = "Spostamento";

/* No comment provided by engineer. */
"Displacement Distort" = "Distorsione spostamento";

/* No comment provided by engineer. */
"Distortion" = "Distorsione";

/* No comment provided by engineer. */
"Dot" = "Punto";

/* No comment provided by engineer. */
"Dot Screen" = "Schermo a punti";

/* No comment provided by engineer. */
"Drop Shadow Filter" = "Diminuisci filtro ombra";

/* No comment provided by engineer. */
"Edge Work" = "Inchiostro";

/* No comment provided by engineer. */
"Edges" = "Margini";

/* No comment provided by engineer. */
"Eightfold Reflected" = "Riflessa otto volte";

/* No comment provided by engineer. */
"Eightfold Reflected Tile" = "Porzione riflessa otto volte";

/* No comment provided by engineer. */
"Elliptical" = "Ellittico";

/* No comment provided by engineer. */
"Equalize" = "Pareggia";

/* No comment provided by engineer. */
"Exposure" = "Esposizione";

/* No comment provided by engineer. */
"False Color" = "Colore falso";

/* No comment provided by engineer. */
"Favorites" = "Preferiti";

/* No comment provided by engineer. */
"Feather" = "Sfuma";

/* No comment provided by engineer. */
"Fill" = "Riempi";

/* No comment provided by engineer. */
"filter" = "filtro";

/* No comment provided by engineer. */
"filters" = "filtri";

/* No comment provided by engineer. */
"Flash" = "Lampo";

/* No comment provided by engineer. */
"Flash Transition" = "Transizione lampo";

/* No comment provided by engineer. */
"Fog" = "Nebbia";

/* No comment provided by engineer. */
"Forms" = "Forme";

/* No comment provided by engineer. */
"Fourfold Reflected" = "Riflessa quattro volte";

/* No comment provided by engineer. */
"Fourfold Reflected Tile" = "Porzione riflessa quattro volte";

/* No comment provided by engineer. */
"Fourfold Rotated" = "Ruotata quattro volte";

/* No comment provided by engineer. */
"Fourfold Rotated Tile" = "Porzione ruotata quattro volte";

/* No comment provided by engineer. */
"Fourfold Translated" = "Tradotta quattro volte";

/* No comment provided by engineer. */
"Fourfold Translated Tile" = "Porzione tradotta quattro volte";

/* No comment provided by engineer. */
"Freesia" = "Fresia";

/* No comment provided by engineer. */
"Funhouse" = "Luna park";

/* No comment provided by engineer. */
"Gamma" = "Gamma";

/* No comment provided by engineer. */
"Gamma Adjust" = "Regola gamma";

/* No comment provided by engineer. */
"Gaussian" = "Gaussiana";

/* No comment provided by engineer. */
"Gaussian Blur" = "Sfocatura gaussiana";

/* No comment provided by engineer. */
"Generator" = "Generatore";

/* No comment provided by engineer. */
"Geometry" = "Geometria";

/* No comment provided by engineer. */
"Glass" = "Vetro";

/* No comment provided by engineer. */
"Glass Distortion" = "Distorsione vetro";

/* No comment provided by engineer. */
"Glass Lozenge" = "Losanga di vetro";

/* No comment provided by engineer. */
"Glass Ring" = "Anello";

/* No comment provided by engineer. */
"Glide Reflected" = "Scorrimento riflesso";

/* No comment provided by engineer. */
"Glide Reflected Tile" = "Porzione a scorrimento riflesso";

/* No comment provided by engineer. */
"Gloom" = "Oscurità";

/* No comment provided by engineer. */
"Grain" = "Grana";

/* No comment provided by engineer. */
"Gray Replacement" = "Sostituzione del grigio";

/* No comment provided by engineer. */
"Green" = "Verde";

/* No comment provided by engineer. */
"Halftone" = "Mezzotono";

/* No comment provided by engineer. */
"Halo" = "Alone";

/* No comment provided by engineer. */
"Hatched" = "Tratteggiato";

/* No comment provided by engineer. */
"Hatched Screen" = "Schermo tratteggiato";

/* No comment provided by engineer. */
"Haze" = "Foschia";

/* No comment provided by engineer. */
"Height Field From Mask" = "Campo altezza dalla maschera";

/* No comment provided by engineer. */
"Hexagon" = "Esagono";

/* No comment provided by engineer. */
"Hexagonal Pixellate" = "Effetto pixel esagonali";

/* No comment provided by engineer. */
"Highlights" = "Luci";

/* No comment provided by engineer. */
"Highlights Radius" = "Raggio luci";

/* No comment provided by engineer. */
"Highlights Tonal Width" = "Profondità tonale luci";

/* No comment provided by engineer. */
"Hole" = "Buco";

/* No comment provided by engineer. */
"Hole Distortion" = "Distorsione buco";

/* No comment provided by engineer. */
"Honeycomb" = "Nido d’ape";

/* No comment provided by engineer. */
"Hue" = "Tonalità";

/* No comment provided by engineer. */
"Hue and Saturation" = "Tonalità e saturazione";

/* No comment provided by engineer. */
"Image" = "Immagine";

/* No comment provided by engineer. */
"Infrared" = "Infrarossi";

/* No comment provided by engineer. */
"Insect" = "Insetto";

/* No comment provided by engineer. */
"Inside" = "Interno";

/* No comment provided by engineer. */
"Invert" = "Inverti";

/* No comment provided by engineer. */
"Invert Color" = "Inverti colore";

/* No comment provided by engineer. */
"Iris" = "Iride";

/* No comment provided by engineer. */
"Kaleidoscope" = "Caleidosc.";

/* No comment provided by engineer. */
"Last Filter" = "Ultimo filtro";

/* No comment provided by engineer. */
"Lenticular Halo" = "Alone lenticolare";

/* No comment provided by engineer. */
"Lenticular Halo Generator" = "Generatore di alone lenticolare";

/* No comment provided by engineer. */
"Levels" = "Livelli";

/* No comment provided by engineer. */
"Light & Dark" = "Chiaro e scuro";

/* No comment provided by engineer. */
"Light Leak" = "Fuga di luce";

/* No comment provided by engineer. */
"Lighten Shadows" = "Schiarisci ombre";

/* No comment provided by engineer. */
"Lightness" = "Luminosità";

/* No comment provided by engineer. */
"Line" = "Linea";

/* No comment provided by engineer. */
"Line Dye" = "Tintura";

/* No comment provided by engineer. */
"Line Overlay" = "Copertura linea";

/* No comment provided by engineer. */
"Line Screen" = "Copertura schermo";

/* No comment provided by engineer. */
"Linear" = "Lineare";

/* No comment provided by engineer. */
"Linear Bump" = "Impatto";

/* No comment provided by engineer. */
"Luminance" = "Luminanza";

/* No comment provided by engineer. */
"Lyra" = "Lira";

/* No comment provided by engineer. */
"Magenta/Green" = "Magenta/Verde";

/* No comment provided by engineer. */
"Mandala" = "Mandala";

/* No comment provided by engineer. */
"Mask to Alpha" = "Masch. Alpha";

/* No comment provided by engineer. */
"Median" = "Mediano";

/* No comment provided by engineer. */
"Midtones" = "Mezzitoni";

/* No comment provided by engineer. */
"Miniaturize" = "Miniaturizza";

/* No comment provided by engineer. */
"Mirror" = "Specchio";

/* No comment provided by engineer. */
"Mod" = "Mod";

/* No comment provided by engineer. */
"Mod Transition" = "Transizione mod";

/* No comment provided by engineer. */
"Monochrome" = "Monocromatico";

/* No comment provided by engineer. */
"Monotone" = "Uniforme";

/* No comment provided by engineer. */
"Motion" = "Movimento";

/* No comment provided by engineer. */
"Motion Blur" = "Sfocatura movimento";

/* No comment provided by engineer. */
"Nebula" = "Nebulosa";

/* No comment provided by engineer. */
"Newspaper" = "Giornale";

/* No comment provided by engineer. */
"Noise" = "Disturbo";

/* No comment provided by engineer. */
"Noise Level" = "Livello disturbo";

/* No comment provided by engineer. */
"Noise Reduction" = "Riduzione disturbo";

/* No comment provided by engineer. */
"Normal" = "Normale";

/* No comment provided by engineer. */
"Old Photo" = "Vecchia foto";

/* No comment provided by engineer. */
"Op" = "Ottico";

/* No comment provided by engineer. */
"Op Tile" = "Porzione op";

/* No comment provided by engineer. */
"Opacity" = "Opacità";

/* No comment provided by engineer. */
"Orchid" = "Orchidea";

/* No comment provided by engineer. */
"Orion" = "Orione";

/* No comment provided by engineer. */
"Other" = "Altro";

/* No comment provided by engineer. */
"Outside" = "Esterno";

/* No comment provided by engineer. */
"Page Curl" = "Arriccia";

/* No comment provided by engineer. */
"Page Curl Transition" = "Transizione arricciamento pagina";

/* No comment provided by engineer. */
"Parallelogram" = "Parallelogramma";

/* No comment provided by engineer. */
"Parallelogram Tile" = "Porzione parallelogramma";

/* No comment provided by engineer. */
"Pavo" = "Pavo";

/* No comment provided by engineer. */
"Perspective" = "Prospettiva";

/* No comment provided by engineer. */
"Perspective Tile" = "Porzione prospettiva";

/* No comment provided by engineer. */
"Photocopy" = "Fotocopia";

/* No comment provided by engineer. */
"Pinch" = "Deforma";

/* No comment provided by engineer. */
"Pinch Distortion" = "Distorsione pizzico";

/* No comment provided by engineer. */
"Pinwheel" = "Girandola";

/* No comment provided by engineer. */
"Pixelate" = "Effetto pixel";

/* No comment provided by engineer. */
"Pixelize" = "Pixellizza";

/* No comment provided by engineer. */
"Pixellate" = "Effetto pixel";

/* No comment provided by engineer. */
"Pointillize" = "Puntinato";

/* No comment provided by engineer. */
"Position" = "Posizione";

/* No comment provided by engineer. */
"Posterize" = "Posterizza";

/* No comment provided by engineer. */
"Preserve Transparency" = "Mantieni trasparenza";

/* No comment provided by engineer. */
"Primary Color" = "Colore primario";

/* No comment provided by engineer. */
"Projectile" = "Proiettile";

/* No comment provided by engineer. */
"PXQuartzComposerApplyFilter" = "PXQuartzComposerApplyFilter";

/* No comment provided by engineer. */
"Radius" = "Raggio";

/* No comment provided by engineer. */
"Rain" = "Pioggia";

/* No comment provided by engineer. */
"Random" = "Casuale";

/* No comment provided by engineer. */
"Random Generator" = "Generatore casuale";

/* No comment provided by engineer. */
"Recolor" = "Ricolora";

/* No comment provided by engineer. */
"Red" = "Rosso";

/* No comment provided by engineer. */
"Refine Selection" = "Perfeziona selezione";

/* No comment provided by engineer. */
"Remove \"%@\" from Favorites" = "Rimuovi “%@” dai preferiti";

/* No comment provided by engineer. */
"Replace Color" = "Sostituisci";

/* No comment provided by engineer. */
"Resizer" = "Scalatura";

/* No comment provided by engineer. */
"RGB" = "RGB";

/* No comment provided by engineer. */
"Rigel" = "Rigel";

/* No comment provided by engineer. */
"Ripple" = "Increspatura";

/* No comment provided by engineer. */
"Ripple Transition" = "Transizione increspatura";

/* No comment provided by engineer. */
"Rocket" = "Razzo";

/* No comment provided by engineer. */
"Saturation" = "Saturaz.";

/* No comment provided by engineer. */
"Scale" = "Scala";

/* No comment provided by engineer. */
"Scanner" = "Scanner";

/* No comment provided by engineer. */
"Secondary Color" = "Colore secondario";

/* No comment provided by engineer. */
"Select Color" = "Seleziona colore";

/* No comment provided by engineer. */
"Sepia Tone" = "Tono seppia";

/* No comment provided by engineer. */
"Shaded Material" = "Materiale ombreggiato";

/* No comment provided by engineer. */
"Shadows" = "Ombre";

/* No comment provided by engineer. */
"Shadows & Highlights" = "Ombre e luci";

/* No comment provided by engineer. */
"Shadows and Highlights" = "Ombre e luci";

/* No comment provided by engineer. */
"Shadows Radius" = "Raggio ombre";

/* No comment provided by engineer. */
"Shadows Tonal Width" = "Ampiezza tonale ombre";

/* No comment provided by engineer. */
"Shape Inner Shadow Filter" = "Filtro ombra interna forma";

/* No comment provided by engineer. */
"Shape Inside Shadow Filter" = "Filtro ombra dentro forma";

/* No comment provided by engineer. */
"Sharpen" = "Nitidezza";

/* No comment provided by engineer. */
"Sharpen Edges" = "Nitidezza bordi";

/* No comment provided by engineer. */
"Shutters" = "Persiane";

/* No comment provided by engineer. */
"Sixfold Reflected" = "Riflessa sei volte";

/* No comment provided by engineer. */
"Sixfold Reflected Tile" = "Porzione riflessa sei volte";

/* No comment provided by engineer. */
"Sixfold Rotated" = "Ruotata sei volte";

/* No comment provided by engineer. */
"Sixfold Rotated Tile" = "Porzione ruotata sei volte";

/* No comment provided by engineer. */
"Size" = "Dim.";

/* No comment provided by engineer. */
"Sketch" = "Schizzo";

/* No comment provided by engineer. */
"Skew" = "Storto";

/* No comment provided by engineer. */
"Skim Filter Name" = "Sfoglia nome filtro";

/* No comment provided by engineer. */
"Smooth" = "Liscio";

/* No comment provided by engineer. */
"Snow" = "Neve";

/* No comment provided by engineer. */
"Snowflake" = "Neve";

/* No comment provided by engineer. */
"Soften" = "Attenua";

/* No comment provided by engineer. */
"Solarize" = "Solarizza";

/* No comment provided by engineer. */
"Speed" = "Velocità";

/* No comment provided by engineer. */
"Spot Color" = "Tinta piatta";

/* No comment provided by engineer. */
"Spot Light" = "Luce piatta";

/* No comment provided by engineer. */
"Spotlight" = "Riflettore";

/* No comment provided by engineer. */
"Star Shine" = "Brillio stellare";

/* No comment provided by engineer. */
"Star Shine Generator" = "Generatore brillio stellare";

/* No comment provided by engineer. */
"Strength" = "Intensità";

/* No comment provided by engineer. */
"Stretch" = "Allunga";

/* No comment provided by engineer. */
"Striation Radius" = "Raggio striatura";

/* No comment provided by engineer. */
"Stripes" = "Strisce";

/* No comment provided by engineer. */
"Stripes Generator" = "Generatore strisce";

/* No comment provided by engineer. */
"Stroke" = "Tratto";

/* No comment provided by engineer. */
"Style" = "Stile";

/* No comment provided by engineer. */
"Stylize" = "Stilizzazione";

/* No comment provided by engineer. */
"Sunbeams" = "Raggi di sole";

/* No comment provided by engineer. */
"Sunbeams Generator" = "Generatore raggi di sole";

/* No comment provided by engineer. */
"Sunniness" = "Solarità";

/* No comment provided by engineer. */
"Swipe" = "Strisciata";

/* No comment provided by engineer. */
"Swipe Transition" = "Transizione strisciata";

/* No comment provided by engineer. */
"Syringa" = "Siringa";

/* No comment provided by engineer. */
"Taurus" = "Toro";

/* No comment provided by engineer. */
"Temperature" = "Temperatura";

/* No comment provided by engineer. */
"Tessera" = "Tassello";

/* No comment provided by engineer. */
"Threshold" = "Soglia";

/* No comment provided by engineer. */
"Tile" = "Porzione";

/* No comment provided by engineer. */
"Time" = "Ora";

/* No comment provided by engineer. */
"Torus Lens" = "Lente toroidale";

/* No comment provided by engineer. */
"Torus Lens Distortion" = "Distorsione lente tiroidale";

/* No comment provided by engineer. */
"Transition" = "Transizione";

/* No comment provided by engineer. */
"Triangle" = "Triangolo";

/* No comment provided by engineer. */
"Triangle Tile" = "Porzione triangolo";

/* No comment provided by engineer. */
"Twelvefold Reflected" = "Riflessa dodici volte";

/* No comment provided by engineer. */
"Twelvefold Reflected Tile" = "Porzione riflessa dodici volte";

/* No comment provided by engineer. */
"Twilight" = "Crepuscolo";

/* No comment provided by engineer. */
"Twirl" = "Spirale";

/* No comment provided by engineer. */
"Twirl Distortion" = "Distorsione giravolta";

/* No comment provided by engineer. */
"Type" = "Tipo";

/* No comment provided by engineer. */
"Unsharp" = "Sfoca";

/* No comment provided by engineer. */
"Untitled Filter" = "Filtro senza titolo";

/* No comment provided by engineer. */
"Value" = "Valore";

/* No comment provided by engineer. */
"Vega" = "Vega";

/* No comment provided by engineer. */
"Vignette" = "Vignetta";

/* No comment provided by engineer. */
"Vintage" = "Vintage";

/* No comment provided by engineer. */
"Vortex" = "Vortice";

/* No comment provided by engineer. */
"Vortex Distortion" = "Distorsione vortice";

/* No comment provided by engineer. */
"Warp" = "Altera";

/* No comment provided by engineer. */
"Width" = "Larghezza";

/* No comment provided by engineer. */
"Windmill" = "Mulino";

/* No comment provided by engineer. */
"Wormwood" = "Assenzio romano";

/* No comment provided by engineer. */
"Yellow/Blue" = "Giallo/Blu";

/* No comment provided by engineer. */
"Zoom" = "Ridimensiona";

/* No comment provided by engineer. */
"Zoom Blur" = "Sfocatura zoom";
